Repository: dewakp/ALAFIAKALO
Catalog: IOS/ALAFIA/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ha, ig, pt, sw, yo, zh

source: Recipient
ar: المستقبِل
de: Empfänger
es: Destinatario
fr: Destinataire
ha: Mai karɓa
ig: Onye Natara
pt: Destinatário
sw: Mpokeaji
yo: Ẹni tí a fi ìfitónilétí náà fún
zh: 接收者

source: Recipients
ar: المستقبِلون
de: Empfänger
es: Destinatarios
fr: Destinataires
ha: Masu karɓa
ig: Ndị Natara
pt: Destinatários
sw: Wapokeaji
yo: Àwọn ẹni tí a fi ìfitónilétí náà fún
zh: 接收者

source: Recognised from a meal you labelled before — no model needed.
ar: تم التعرف عليه من وجبة صنفتها من قبل — لا حاجة لنموذج.
de: Erkannt aus einer Mahlzeit, die Sie zuvor gekennzeichnet haben — kein Modell erforderlich.
es: Reconocido de una comida que etiquetaste antes — sin modelo necesario.
fr: Reconnu à partir d'un repas que vous aviez étiqueté — aucun modèle nécessaire.
ha: An gane shi daga abinci da ka sanya lakabi a jiya — babu ƙirar buƙatarwa.
ig: Achọpụtara site na nri i tụrụ aha tupu — enweghị ihe ọ bụ.
pt: Reconhecido de uma refeição que você identificou antes — sem modelo necessário.
sw: Kutambuliwa kutoka kwa chakula ulichoandika hapo awali — hakuna mfano unaohitajika.
yo: A mọ̀ ó láti oúnjẹ tí o tọ́ka sí tẹ́lẹ̀ — kò nílò model.
zh: 从您之前标记的餐食中识别 — 无需模型。

source: Recommendations
ar: التوصيات
de: Empfehlungen
es: Recomendaciones
fr: Recommandations
ha: Shawarwari
ig: Ọmụmụ Ike
pt: Recomendações
sw: Mapendekezo
yo: Àwọn ìmọ̀ràn
zh: 建议

source: Record integrity
ar: سلامة السجل
de: Datensatzintegrität
es: Integridad del registro
fr: Intégrité des dossiers
ha: Ingancin rikodin
ig: Ezi Uche Ndekọ
pt: Integridade do registro
sw: Ukamilifu wa Rekodi
yo: Ìtẹ̀síwájú ìfitónilétí
zh: 记录完整性

source: Recording
ar: جاري التسجيل
de: Wird aufgezeichnet
es: Grabando
fr: Enregistrement
ha: Yana rikodi
ig: Ịdekọ
pt: Gravando
sw: Inarekodia
yo: Ń tẹ̀ jáde
zh: 正在记录

source: Recs
ar: التوصيات
de: Empf.
es: Recomendaciones
ha: Shawarwari
ig: Ọmụmụ
sw: Mapendekezo
yo: Àwọn ìmọ̀ràn
zh: 建议

source: Recurrence
ar: التكرار
de: Wiederholung
es: Recurrencia
fr: Récurrence
ha: Maimaita
ig: Ịgbaghara
pt: Recorrência
sw: Kurudia
yo: Àtúnkọ
zh: 复发

source: Ref High
ar: الحد الأعلى المرجعي
de: Ref Hoch
es: Ref Alto
fr: Réf. Max
ha: Ref Sama
ig: Elu Ntụ
pt: Ref Alta
sw: Ref Juu
yo: Ìsiro Gíga
zh: 参考高值

source: Ref Low
ar: الحد الأدنى المرجعي
de: Ref Niedrig
es: Ref Bajo
fr: Réf. Min
ha: Ref Ƙasa
ig: Ala Ntụ
pt: Ref Baixa
sw: Ref Chini
yo: Ìsiro Kékeré
zh: 参考低值

source: Ref: %@
ar: المرجع: %@
fr: Réf. : %@
ig: Ntụ: %@
yo: Ìsiro: %@
zh: 参考值：%@

source: Reference Range
ar: النطاق المرجعي
de: Referenzbereich
es: Rango de Referencia
fr: Plage de référence
ha: Jerin Tunani
ig: Ụdị Ntụ
pt: Intervalo de Referência
sw: Eneo la Kumbuka
yo: Ìlà Ìsiro
zh: 参考范围

source: Refill
ar: إعادة تعبئة
de: Nachfüllung
es: Resurtido
fr: Recharge
ha: Sake cika
ig: Megharia
pt: Renovação
sw: Jaza Tena
yo: Tún ṣe
zh: 续配

source: Refills
ar: إعادات التعبئة
de: Nachfüllungen
es: Resurtidos
fr: Recharges
ha: Sake cika
ig: Megharia
pt: Renovações
sw: Jaza Tena
yo: Àwọn ìtúnṣe
zh: 续配

source: Refills authorized
ar: تم تفويض إعادات التعبئة
de: Nachfüllungen genehmigt
es: Resurtidos autorizados
fr: Renouvellements autorisés
ha: An ba da izini na sake cika
ig: Megharia Kwadoro
pt: Renovações autorizadas
sw: Jaza Tena Zilizoidhinishwa
yo: Àwọn ìtúnṣe ti a ṣe àyẹ̀wò fún
zh: 续配已授权

# Refills: %lld/%lld
source: Refills: %1$lld/%2$lld
ar: إعادات التعبئة: %1$lld/%2$lld
de: Nachfüllungen: %1$lld/%2$lld
es: Resurtidos: %1$lld/%2$lld
fr: Recharges : %1$lld/%2$lld
ha: Sake cika: %1$lld/%2$lld
ig: Megharia: %1$lld/%2$lld
pt: Renovações: %1$lld/%2$lld
sw: Jaza Tena: %1$lld/%2$lld
yo: Àwọn ìtúnṣe: %1$lld/%2$lld
zh: 续配：%1$lld/%2$lld

source: Reflection (optional)
ar: ملاحظات (اختياري)
de: Reflexion (optional)
es: Reflexión (opcional)
fr: Réflexion (facultatif)
ha: Tunani (zaɓi)
ig: Nche (ọzọ)
pt: Reflexão (opcional)
sw: Tafakari (si lazima)
yo: Ìrántí (àìfẹ̀ràn)
zh: 反思（可选）

source: Refrigerator
ar: الثلاجة
de: Kühlschrank
es: Refrigerador
fr: Réfrigérateur
ha: Firiji
ig: Igloo
pt: Refrigerador
sw: Jokofu
yo: Àpótí ìtùtù
zh: 冰箱

source: Regimen & Scheduling
ar: الخطة والجدولة
de: Behandlungsschema & Planung
es: Régimen y Programación
fr: Régime et planification
ha: Tsarin Maganin & Lokaci
ig: Ụkpụ Ọgwụ & Oge
pt: Regime e Agendamento
sw: Mpango wa Dawa & Ratiba
yo: Ìlànà & Ìpẹ̀jọ Àkókò
zh: 用药方案和时间安排

source: Region
ar: المنطقة
es: Región
fr: Région
ha: Yanki
ig: Mpaghara
pt: Região
sw: Eneo
yo: Àgbègbè
zh: 地区

source: Relationship
ar: العلاقة
de: Beziehung
es: Relación
fr: Relation
ha: Dangantaka
ig: Njikọ
pt: Relacionamento
sw: Uhusiano
yo: Ìbátan
zh: 关系

source: Relief after vomiting
ar: الارتياح بعد القيء
de: Erleichterung nach Erbrechen
es: Alivio después de vomitar
fr: Soulagement après vomissement
ha: Saurin jiya bayan amai
ig: Izu Ike Mgbe Ọ Tụpụ
pt: Alívio após vômito
sw: Kutua Baada ya Kutapika
yo: Ìrora lẹ́yìn ìfúnfúnfún
zh: 呕吐后缓解

source: Remarks
ar: ملاحظات
de: Bemerkungen
es: Observaciones
fr: Remarques
ha: Bayanai
ig: Okwu Ọzọ
pt: Observações
sw: Maelezo
yo: Àwọn àkiyèsi
zh: 备注

source: Reminder (min before)
ar: تذكير (دقيقة قبل)
de: Erinnerung (Min. vorher)
es: Recordatorio (min antes)
fr: Rappel (min avant)
ha: Okadar (min kafin)
ig: Ịmara Oge (nkeji tupu)
pt: Lembrete (min antes)
sw: Kumbukumbu (dakika kabla)
yo: Ìkìlọ (ìṣẹ́jú kí ó tó dé)
zh: 提醒（分钟前）

source: Reminder (minutes before)
ar: تذكير (دقائق قبل)
de: Erinnerung (Minuten vorher)
es: Recordatorio (minutos antes)
fr: Rappel (minutes avant)
ha: Okadar (mintuna kafin)
ig: Ịmara Oge (nkeji tupu)
pt: Lembrete (minutos antes)
sw: Kumbukumbu (dakika kabla)
yo: Ìkìlọ (àwọn ìṣẹ́jú kí ó tó dé)
zh: 提醒（分钟前）

source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
ha: Cire
ig: Wepụ
pt: Remover
sw: Ondoa
yo: Yọ kúrò
zh: 移除

source: Remove %@
ar: إزالة %@
de: %@ entfernen
es: Eliminar %@
fr: Supprimer %@
ha: Cire %@
ig: Wepụ %@
pt: Remover %@
sw: Ondoa %@
yo: Yọ %@ kúrò
zh: 移除%@

source: Remove from Saved
ar: إزالة من المحفوظ
de: Aus Gespeichert entfernen
es: Eliminar de Guardados
fr: Retirer des favoris
ha: Cire daga Ajiye
ig: Wepụ na Echekwara
pt: Remover de Salvos
sw: Ondoa kutoka Iliyohifadhiwa
yo: Yọ kúrò nínú Àwọn Ìfitónilétí Tí a Tọ́ka
zh: 从已保存中移除

source: Removed (mL)
ar: تم إزالته (mL)
de: Entfernt (mL)
es: Extraído (mL)
fr: Retiré (mL)
ha: An cire (mL)
ig: Wepụtara (mL)
pt: Removido (mL)
sw: Iliyoondolewa (mL)
yo: Yọ kúrò (mL)
zh: 移除量（mL）

source: Repeat
ar: كرّر
de: Wiederholen
es: Repetir
fr: Répéter
ha: Maimaita
ig: Ọgbọ
pt: Repetir
sw: Rudia
yo: Tún ṣe
zh: 重复

source: Replies (%lld)
ar: الردود (%lld)
de: Antworten (%lld)
es: Respuestas (%lld)
fr: Réponses (%lld)
ha: Amsa (%lld)
ig: Azịza (%lld)
pt: Respostas (%lld)
sw: Majibu (%lld)
yo: Awọn Esi (%lld)
zh: 回复 (%lld)

source: Report Details
ar: تفاصيل التقرير
de: Berichtdetails
es: Detalles del Informe
fr: Détails du rapport
ha: Cikakken Rahotanni
ig: Nkọwa Akụkọ
pt: Detalhes do Relatório
sw: Maelezo ya Ripoti
yo: Awọn Ìtàn Ìròyìn
zh: 报告详情

source: Reports
ar: التقارير
de: Berichte
es: Informes
fr: Rapports
ha: Rahotanni
ig: Akụkọ
pt: Relatórios
sw: Ripoti
yo: Awọn Ìròyìn
zh: 报告

source: Request Refill
ar: طلب إعادة تعبئة
de: Nachfüllung anfordern
es: Solicitar Resurtido
fr: Demander un renouvellement
ha: Nemi Sake Magungunan
ig: Arịọ Maka Azụ Ọgwụ
pt: Solicitar Reabastecimento
sw: Omba Kuzazwa Tena
yo: Beere fun Atunwo
zh: 申请补充处方

source: Research Institution
ar: مؤسسة بحثية
de: Forschungsinstitution
es: Institución de Investigación
fr: Institution de recherche
ha: Cibiyar Bincike
ig: Ụlọ Ọmụmụ Nchọpụta
pt: Instituição de Pesquisa
sw: Taasisi ya Utafiti
yo: Ile-eko Iwadi
zh: 研究机构

source: Research Interests (comma-separated)
ar: اهتمامات البحث (مفصولة بفواصل)
de: Forschungsinteressen (kommagetrennt)
es: Intereses de Investigación (separados por comas)
fr: Intérêts de recherche (séparés par des virgules)
ha: Sha'awon Bincike (rabuwa da koma)
ig: Mmasị Nchọpụta (nke a kewapụ)
pt: Interesses de Pesquisa (separados por vírgula)
sw: Maslahi ya Utafiti (yenye koma)
yo: Awọn Ifẹ Iwadi (ti a pin nipẹ komma)
zh: 研究兴趣（逗号分隔）

source: Research Participation
ar: المشاركة في البحث
de: Forschungsbeteiligung
es: Participación en Investigación
fr: Participation à la recherche
ha: Haɗin Gida a Bincike
ig: Ikpeazụ na Nchọpụta
pt: Participação em Pesquisa
sw: Ushiriki katika Utafiti
yo: Ipaṣẹ ni Iwadi
zh: 研究参与

source: Reset Password
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen
es: Restablecer Contraseña
fr: Réinitialiser le mot de passe
ha: Sake Saita Kalmar Sirri
ig: Megharia Okwu Ọdịnala
pt: Redefinir Senha
sw: Weka Neno la Siri Upya
yo: Tun Ṣe Ọrọ Iyalẹnu
zh: 重置密码

source: Residency Program
ar: برنامج الإقامة
es: Programa de Residencia
fr: Programme de résidence
ha: Shirin Zama
ig: Mmụta Ọgwụ
pt: Programa de Residência
sw: Programu ya Ukamatianishi
yo: Eto Igbimọ
zh: 住院医师培训项目

source: Rest Day
ar: يوم الراحة
de: Ruhetag
es: Día de Descanso
fr: Jour de repos
ha: Ranar Hutawa
ig: Ụbọchị Izu
pt: Dia de Descanso
sw: Siku ya Kupumzika
yo: Ọjọ Isinmi
zh: 休息日

source: Restore purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ha: Dawo da Sayen
ig: Megharia Ịzụ
pt: Restaurar compras
sw: Rejesha Ununuzi
yo: Mu Awọn Rira Pada
zh: 恢复购买

source: Result
ar: النتيجة
de: Ergebnis
es: Resultado
fr: Résultat
ha: Sakamakon
ig: Nsonaazụ
pt: Resultado
sw: Matokeo
yo: Esi
zh: 结果

source: Retry
ar: إعادة محاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ha: Sake Gwadawa
ig: Gbalịa Ọzọ
pt: Tentar Novamente
sw: Jaribu Tena
yo: Gbiyanju Lẹẹkansi
zh: 重试

source: Review
ar: مراجعة
de: Überprüfung
es: Revisión
fr: Examen
ha: Duba
ig: Nyocha
pt: Revisão
sw: Tathmini
yo: Ṣayẹwo
zh: 审核

source: Review text
ar: نص المراجعة
de: Text überprüfen
es: Revisar texto
fr: Texte d'examen
ha: Duba Rubutu
ig: Nyocha Ederede
pt: Texto de revisão
sw: Tathmini Maandishi
yo: Ṣayẹwo Ọrọ
zh: 审核文本

source: Reviewed and anchored
ar: تمت المراجعة والتثبيت
de: Überprüft und verankert
es: Revisado y anclado
fr: Examiné et validé
ha: An Duba kuma An Ɗaura
ig: Nyochapụla ma jikọ
pt: Revisado e ancorado
sw: Tathmini na Kuunganisha
yo: Ti a Ṣayẹwo ati Ti a Tẹ
zh: 已审核并确认

source: Reviews
ar: المراجعات
de: Überprüfungen
es: Revisiones
fr: Examens
ha: Dubawa
ig: Nyocha
pt: Revisões
sw: Tathmini
yo: Awọn Ṣayẹwo
zh: 审核

source: Revoke
ar: إلغاء
de: Widerrufen
es: Revocar
fr: Révoquer
ha: Soke
ig: Kagbuo
pt: Revogar
sw: Batilisha
yo: Iyọkuro
zh: 撤销

source: RN Reviewer
ar: ممرضة المراجعة
de: RN-Prüfer
es: Revisor de Enfermería
fr: Examinateur RN
ig: Onye Nyocha RN
pt: Revisor RN
sw: Mkaguzi RN
yo: Olùkọ́ RN
zh: 注册护士审核员

source: Role
ar: الدور
de: Rolle
es: Función
fr: Rôle
ha: Matsayi
ig: Ọrụ
pt: Função
sw: Jukumu
yo: Ipa
zh: 角色

source: Route
ar: الطريق
es: Vía
fr: Voie
ha: Hanya
ig: Ụzọ
pt: Via
sw: Njia
yo: Ọna
zh: 途径

source: Routine
ar: روتيني
es: Rutina
ha: Aiki na Yau da Kullun
ig: Ihe A Na-Eme Kwa Ụbọchị
pt: Rotina
sw: Kawaida
yo: Iṣẹ Lojoojumọ
zh: 常规

source: RxNorm code (optional)
ar: رمز RxNorm (اختياري)
es: Código RxNorm (opcional)
fr: Code RxNorm (facultatif)
ha: RxNorm code (zaɓi)
ig: RxNorm koodu (nhọrọ)
pt: Código RxNorm (opcional)
sw: Nambari ya RxNorm (hiari)
yo: RxNorm code (ti o yẹ)
zh: RxNorm 代码（可选）

source: SAK #
ar: رقم SAK
de: SAK-Nr.
sw: Nambari ya SAK

source: SAK Lot
ar: دفعة SAK
de: SAK-Charge
es: Lote SAK
fr: Lot SAK
pt: Lote SAK
sw: Kundi la SAK
zh: SAK 批号

source: SAK Use #
ar: رقم استخدام SAK
de: SAK-Verwendungs-Nr.
es: SAK Uso #
fr: Utilisation SAK #
ig: SAK Iji #
pt: SAK Uso #
sw: Nambari ya Matumizi ya SAK
yo: SAK Lo #
zh: SAK 使用 #

source: Saline Added (mL)
ar: محلول ملحي مضاف (mL)
de: Kochsalzlösung hinzugefügt (mL)
es: Solución Salina Añadida (mL)
fr: Sérum physiologique ajouté (mL)
ha: Saline An Ƙara (mL)
ig: Saline Tinyere (mL)
pt: Soro Adicionado (mL)
sw: Saline Iliyoongezwa (mL)
yo: Saline Ti a Fi Kun (mL)
zh: 添加生理盐水 (mL)

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
ha: Ajiye
ig: Zọọ
pt: Salvar
sw: Hifadhi
yo: Tọjú
zh: 保存

source: Save Physician
ar: حفظ الطبيب
de: Arzt speichern
es: Guardar Médico
fr: Enregistrer le médecin
ha: Ajiye Likita
ig: Zọọ Dọkịta
pt: Salvar Médico
sw: Hifadhi Daktari
yo: Tọjú Onímọ̀
zh: 保存医生

source: Save Preferences
ar: حفظ التفضيلات
de: Einstellungen speichern
es: Guardar Preferencias
fr: Enregistrer les préférences
ha: Ajiye Zaɓuka
ig: Zọọ Nhọrọ
pt: Salvar Preferências
sw: Hifadhi Mapendeleo
yo: Tọjú Awọn Ayanfẹ
zh: 保存偏好设置

source: Save Session
ar: حفظ الجلسة
de: Sitzung speichern
es: Guardar Sesión
fr: Enregistrer la session
ha: Ajiye Zaman
ig: Zọọ Ọrụ
pt: Salvar Sessão
sw: Hifadhi Kikao
yo: Tọjú Ìpele
zh: 保存会话

source: Saved
ar: تم الحفظ
de: Gespeichert
es: Guardado
fr: Enregistré
ha: An ajiye
ig: Echekwara
pt: Salvo
sw: Imehifadhiwa
yo: Tọ́jú
zh: 已保存

source: Saved (%lld)
ar: محفوظ (%lld)
de: Gespeichert (%lld)
es: Guardado (%lld)
fr: Enregistré (%lld)
ha: Ajiye (%lld)
ig: Zọọpụla (%lld)
pt: Salvo (%lld)
sw: Kihifadhiwa (%lld)
yo: Ti a Tọjú (%lld)
zh: 已保存 (%lld)

source: Saved Plans
ar: الخطط المحفوظة
de: Gespeicherte Pläne
es: Planes Guardados
fr: Plans enregistrés
ha: Ajiyar Tsare
ig: Atụmatụ Zọọpụla
pt: Planos Salvos
sw: Mipango Iliyohifadhiwa
yo: Awọn Eto Ti a Tọjú
zh: 已保存的计划

source: Saving...
ar: جاري الحفظ...
de: Wird gespeichert...
es: Guardando...
fr: Enregistrement...
ha: Ake Ajiye...
ig: A na-azọọ...
pt: Salvando...
sw: Inahifadhi...
yo: Ntọjú...
zh: 保存中...

source: Saving…
ar: جاري الحفظ…
de: Wird gespeichert…
es: Guardando…
fr: Enregistrement…
ha: Ake Ajiye…
ig: A na-azọọ…
pt: Salvando…
sw: Inahifadhi…
yo: Ntọjú…
zh: 保存中…

source: Say it in words
ar: قل بالكلمات
de: In Worten sagen
es: Decirlo con palabras
fr: Dites-le avec des mots
ha: Faɗi shi da kalmomi
ig: Kwuo ya n'okwu
pt: Diga com palavras
sw: Sema kwa Maneno
yo: Sọ ni awọn ọrọ
zh: 用语音说出

source: Scenario Ω
ar: السيناريو Ω
de: Szenario Ω
es: Escenario Ω
fr: Scénario Ω
ig: Ihe Ọ Pụtara Ω
pt: Cenário Ω
sw: Hali Ω
zh: 场景 Ω

source: Schedule
ar: الجدول الزمني
de: Zeitplan
es: Programar
fr: Calendrier
ha: Tsara
ig: Ntụkọ
pt: Agendar
sw: Ratiba
yo: Ìpinnu Àkókò
zh: 日程

source: Schedule a telehealth visit to get started
ar: جدولة زيارة طبية عن بعد للبدء
de: Vereinbaren Sie einen Telemedizin-Termin, um zu beginnen
es: Programa una cita de telesalud para comenzar
fr: Planifiez une consultation à distance pour commencer
ha: Tsara ziyarwa ta telehealth don fara
ig: Ntụkọ nleta site na telehealth iji malite
pt: Agende uma consulta de telemedicina para começar
sw: Panga ziara ya telehealth ili kuanza
yo: Ṣe àpejọ lójú láti bẹ̀rẹ̀
zh: 安排远程就诊以开始使用

source: Schedule Visit
ar: جدولة زيارة
de: Termin vereinbaren
es: Programar Cita
fr: Planifier une visite
ha: Tsara Ziyarwa
ig: Ntụkọ Nleta
pt: Agendar Consulta
sw: Panga Ziara
yo: Ṣe Àpejọ Lójú
zh: 安排就诊

source: Scheduled
ar: مجدولة
de: Geplant
es: Programado
fr: Planifié
ha: An tsara
ig: Ntụkọtara
pt: Agendado
sw: Imepangwa
yo: Ti a Ṣe Àpejọ
zh: 已安排

source: Schedules
ar: الجداول الزمنية
de: Zeitpläne
es: Programaciones
fr: Calendriers
ha: Tsarori
ig: Ntụkọ
pt: Agendamentos
sw: Ratiba
yo: Àwọn Ìpinnu Àkókò
zh: 日程表

source: Score
ar: النقاط
de: Punktzahl
es: Puntuación
ha: Maki
ig: Ọnụ ọgụgụ
pt: Pontuação
sw: Alama
yo: Ìsirò
zh: 评分

source: Score 0–100
ar: النقاط 0–100
de: Punktzahl 0–100
es: Puntuación 0–100
ha: Maki 0–100
ig: Ọnụ ọgụgụ 0–100
pt: Pontuação 0–100
sw: Alama 0–100
yo: Ìsirò 0–100
zh: 评分 0–100

source: Score this from what I wrote
ar: قيّم هذا مما كتبته
de: Bewerten Sie dies anhand meiner Notizen
es: Califica esto según lo que escribí
fr: Évaluer à partir de ce que j'ai écrit
ha: Maki wannan daga abin da na rubuta
ig: Nyochaa nke a site na ihe m dere
pt: Pontue isto pelo que escrevi
sw: Kadiria hii kutoka kwa kile nillichoandika
yo: Ṣe ìsirò yìí láti ohun tí mo kọ
zh: 根据我的记录评分

source: Scores
ar: النقاط
de: Punktzahlen
es: Puntuaciones
ha: Makoki
ig: Ọnụ ọgụgụ
pt: Pontuações
sw: Alama
yo: Àwọn Ìsirò
zh: 评分

source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
ha: Nemi
ig: Chọọ
pt: Pesquisar
sw: Tafuta
yo: Wá
zh: 搜索

source: Search alerts...
ar: البحث في التنبيهات...
de: Warnungen durchsuchen...
es: Buscar alertas...
fr: Rechercher des alertes...
ha: Bincika gargajiya...
ig: Chọọ ịbịnụ...
pt: Pesquisar alertas...
sw: Tafuta onyo...
yo: Wa àkósilẹ̀...
zh: 搜索提醒...

source: Search by name, abbreviation or code — try “kidney”, “ESRD”, “sickle cell” or “GB61.5”.
ar: ابحث بالاسم أو الاختصار أو الرمز — جرّب "kidney" أو "ESRD" أو "sickle cell" أو "GB61.5".
de: Nach Name, Abkürzung oder Code suchen — versuchen Sie „kidney", „ESRD", „sickle cell" oder „GB61.5".
es: Buscar por nombre, abreviatura o código — prueba con "kidney", "ESRD", "sickle cell" o "GB61.5".
fr: Rechercher par nom, abréviation ou code — essayez « kidney », « ESRD », « sickle cell » ou « GB61.5 ».
ha: Bincika ta suna, gajeren suna ko lambar — yi kokarin "kidney", "ESRD", "sickle cell" ko "GB61.5".
ig: Chọọ site na aha, nkọwapụta mkpụkpụ, ma ọ bụ koodu — gbalịa "kidney", "ESRD", "sickle cell" ma ọ bụ "GB61.5".
pt: Pesquise por nome, abreviatura ou código — tente "kidney", "ESRD", "sickle cell" ou "GB61.5".
sw: Tafuta kwa jina, kifupi au nambari — jaribu "kidney", "ESRD", "sickle cell" au "GB61.5".
yo: Wá nípa orúkọ, àkọ́kọ́ tàbí kóòdù — gbìyànjú "kidney", "ESRD", "sickle cell" tàbí "GB61.5".
zh: 按名称、缩写或代码搜索——尝试"kidney"、"ESRD"、"sickle cell"或"GB61.5"。

source: Search by name, email or phone
ar: ابحث بالاسم أو البريد الإلكتروني أو رقم الهاتف
de: Nach Name, E-Mail oder Telefon suchen
es: Buscar por nombre, correo o teléfono
fr: Rechercher par nom, courriel ou téléphone
ha: Bincika ta suna, imel ko lambar wayar
ig: Chọọ aha, email ma ọ bụ ekwentị
pt: Pesquisar por nome, email ou telefone
sw: Tafuta kwa jina, barua pepe au simu
yo: Wa lọ́ pẹ̀lú orúkọ, imeèlì tàbí foonu
zh: 按姓名、邮箱或电话搜索

source: Search facilities…
ar: البحث عن المرافق…
de: Einrichtungen durchsuchen…
es: Buscar centros…
fr: Rechercher des établissements…
ha: Bincika gidaje...
ig: Chọọ ụlọ ọgwụ…
pt: Pesquisar unidades…
sw: Tafuta vituo...
yo: Wa àwọn ilé-ìṣegun…
zh: 搜索设施…

source: Search food recalls…
ar: البحث عن استدعاءات الأغذية…
de: Lebensmittelrückrufe durchsuchen…
es: Buscar retiros de alimentos…
fr: Rechercher des rappels alimentaires…
ha: Bincika sake abinci...
ig: Chọọ ihe oriri ndị a na-akpọghachi...
pt: Pesquisar retiradas de alimentos…
sw: Tafuta kumbukumbu za chakula…
yo: Wa àwọn ìpadánù oúnjẹ…
zh: 搜索食品召回…

source: Search for food recalls or view recent alerts.
ar: ابحث عن استدعاءات الأغذية أو اعرض التنبيهات الأخيرة.
de: Nach Lebensmittelrückrufen suchen oder aktuelle Warnungen anzeigen.
es: Buscar retiradas de alimentos o ver alertas recientes.
fr: Recherchez des rappels de produits alimentaires ou consultez les alertes récentes.
ha: Bincika sake abinci ko duba gargajiya na jiya.
ig: Chọọ maka nchịkọta nri ma ọ bụ lee ọkwa ọhụụ.
pt: Pesquisar retiradas de alimentos ou ver alertas recentes.
sw: Tafuta kumbukumbu za chakula au angalia onyo za karibuni.
yo: Wá àwọn ìpadánù oúnjẹ tàbí wo àkiyesi tuntun.
zh: 搜索食品召回或查看最近的警报。

source: Search guidelines...
ar: البحث في الإرشادات...
de: Richtlinien durchsuchen...
es: Buscar directrices...
fr: Rechercher des directives...
ha: Bincika jagora...
ig: Chọọ ụkpụrụ...
pt: Pesquisar diretrizes...
sw: Tafuta mwongozo...
yo: Wa àwọn ìtọ́sọ́nù...
zh: 搜索指南...

source: Search physicians…
ar: البحث عن الأطباء…
de: Ärzte suchen…
es: Buscar médicos…
fr: Rechercher des médecins…
ha: Bincika likitoci...
ig: Chọọ dọkịta…
pt: Pesquisar médicos…
sw: Tafuta madaktari…
yo: Wa àwọn oníṣègùn…
zh: 搜索医生…

source: Search roles...
ar: البحث عن الأدوار...
de: Rollen durchsuchen...
es: Buscar roles...
fr: Rechercher des rôles...
ha: Nemi ayyuka...
ig: Chọ ọrụ...
pt: Pesquisar funções...
sw: Tafuta majukumu...
yo: Wá fún àwọn ipa...
zh: 搜索角色...

source: Search USDA Food Database
ar: البحث في قاعدة بيانات USDA للأغذية
de: USDA-Lebensmitteldatenbank durchsuchen
es: Buscar Base de Datos de Alimentos USDA
fr: Rechercher dans la base de données alimentaire USDA
ha: Bincika Gida USDA
ig: Chọọ USDA Food Database
pt: Pesquisar Banco de Dados de Alimentos USDA
sw: Tafuta Hifadhidata ya Chakula ya USDA
yo: Wa USDA Food Database
zh: 搜索USDA食品数据库

source: Search USDA Foods
ar: البحث في أغذية USDA
de: USDA-Lebensmittel durchsuchen
es: Buscar alimentos USDA
fr: Rechercher des aliments USDA
ha: Bincika Abincin USDA
ig: Chọọ USDA Foods
pt: Pesquisar Alimentos USDA
sw: Tafuta Chakula cha USDA
yo: Wa USDA Foods
zh: 搜索USDA食品

source: Searching USDA database…
ar: جاري البحث في قاعدة بيانات USDA…
de: USDA-Datenbank wird durchsucht…
es: Buscando en la base de datos USDA…
fr: Recherche dans la base de données USDA…
ha: Neman cikin USDA database…
ig: Na-achọ USDA database…
pt: Pesquisando banco de dados USDA…
sw: Inatafuta katika hifadhidata ya USDA…
yo: Ń wá nínú USDA database…
zh: 正在搜索USDA数据库…

source: Searching…
ar: جاري البحث…
de: Wird gesucht…
es: Buscando…
fr: Recherche en cours…
ha: Nema...
ig: Na-achọ…
pt: Pesquisando…
sw: Inatafuta…
yo: Ń wá...
zh: 正在搜索…

source: Section
ar: القسم
de: Bereich
es: Sección
ha: Sashe
ig: Ngalaba
pt: Seção
sw: Sehemu
yo: Apá
zh: 部分

source: Security
ar: الأمان
de: Sicherheit
es: Seguridad
fr: Sécurité
ha: Tsaro
ig: Nchekwa
pt: Segurança
sw: Usalama
yo: Àbikítà
zh: 安全

source: See the photo of this meal
ar: اعرض صورة هذه الوجبة
de: Foto dieser Mahlzeit ansehen
es: Ver la foto de esta comida
fr: Voir la photo de ce repas
ha: Duba hoton abincin nan
ig: Hụ foto nke nri a
pt: Ver a foto desta refeição
sw: Angalia picha ya chakula hiki
yo: Wo àwòrán oúnjẹ yìí
zh: 查看此餐食的照片

source: Select
ar: اختر
de: Auswählen
es: Seleccionar
fr: Sélectionner
ha: Zaɓa
ig: Họrọ
pt: Selecionar
sw: Chagua
yo: Yan
zh: 选择

source: Select Country
ar: اختر الدولة
de: Land auswählen
es: Seleccionar país
fr: Sélectionner un pays
ha: Zaɓa Kasa
ig: Họrọ Mba
pt: Selecionar País
sw: Chagua Nchi
yo: Yan Orílẹ̀
zh: 选择国家

source: Select Datasets
ar: اختر مجموعات البيانات
de: Datensätze auswählen
es: Seleccionar conjuntos de datos
fr: Sélectionner les données
ha: Zaɓa Bayanan
ig: Họrọ Datasets
pt: Selecionar Conjuntos de Dados
sw: Chagua Seti za Data
yo: Yan Àwọn Data
zh: 选择数据集

source: Select Datasets to Chart
ar: اختر مجموعات البيانات للرسم البياني
de: Datensätze für Diagramm auswählen
es: Seleccionar conjuntos de datos para gráfico
fr: Sélectionner les données à afficher
ha: Zaɓa Bayanan don Zane
ig: Họrọ Datasets iji mee Chart
pt: Selecionar Conjuntos de Dados para Gráfico
sw: Chagua Seti za Data kwa Chati
yo: Yan Àwọn Data fún Àtòjọ
zh: 选择要绘制的数据集

source: Select Food Photo
ar: اختر صورة الطعام
de: Essens-Foto auswählen
es: Seleccionar Foto de Alimento
fr: Sélectionner une photo d'aliment
ha: Zaɓi Hoto na Abinci
ig: Họn Foto Nri
pt: Selecionar Foto de Alimento
sw: Chagua Picha ya Chakula
yo: Yan Fọto Ounjẹ
zh: 选择食物照片

source: Select Medication Photo
ar: اختر صورة الدواء
de: Medikamenten-Foto auswählen
es: Seleccionar Foto de Medicamento
fr: Sélectionner une photo de médicament
ha: Zaɓi Hoto na Maganin
ig: Họn Foto Ọgwụ
pt: Selecionar Foto de Medicamento
sw: Chagua Picha ya Dawa
yo: Yan Fọto Oogun
zh: 选择药物照片

source: Select Provider
ar: اختر مقدم الخدمة
de: Anbieter auswählen
es: Seleccionar Proveedor
fr: Sélectionner un prestataire
ha: Zaɓi Mai Kulawa
ig: Họn Onye Ọrụ Ahụike
pt: Selecionar Provedor
sw: Chagua Mtoa Huduma
yo: Yan Olùkò
zh: 选择医疗提供者

source: Select Region
ar: اختر المنطقة
de: Region auswählen
es: Seleccionar Región
fr: Sélectionner une région
ha: Zaɓi Yanki
ig: Họn Mpaghara
pt: Selecionar Região
sw: Chagua Kikoa
yo: Yan Agbègbè
zh: 选择地区
